CMDB系统


	用户信息表  ->auth验证
	-用户名
	-密码
	-电话

	设备基础信息表
	
	-类型
	-名称
	-品牌
	-厂商
	-型号
	-出厂编号
	-采购日期
	-采购价格
	-保修期
	-状态
	-存放地址
	

	设备分类表
	-分类标题
	-编号

设备录入信息
	-日期
	-设备分类
	-设备名称
	-设备出厂编码
	-采购日期
	-采购价格
	-采购员
	-供应商
	-品牌
	-使用部门   

设备状态信息
	-状态编号
	-状态标题

设备维修记录
	-设备名称
	-出厂编号
	-故障描述
	-出厂编号
	-报修时间
	-维修人
	-维修结论
	-维修费用

设备调拔登记表
	-申请人
	-设备类型
	-设备名称
	-出厂编号
	-调出部门
	-调入部门
	-调拔时间

机构信息
	-机构代码
	-机构名称

部门信息
	-机构
	-部门名称

厂商信息
	-名称
	-联系人
	-联系电话
	-地址

地址信息
	-机构名称
	-部门名称
	-详细地址

合同分类信息
	-分类标题

合同信息
	-合同分类
	-标题
	-签订时间
	-签订人
	-签订厂商
	-合同文件
//操作记录表（只记录增删改）







